Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: 14 of which have been implemented in UNISIL in Tarnowo-Mościce, the first university spin-off.
pl: 14 z nich wdrożono w Przedsiębiorstwie Innowacyjno-Wdrożeniowym UNISIL w Tarnowie-Mościcach, pierwszym uniwersyteckim spin-offie.

source: - We created in Poznań the first Polish science and technological park.
pl: - Utworzyliśmy w Poznaniu pierwszy w Polsce park naukowo-technologiczny.

source: It hosts over 80 companies and we are also building laboratories for the next ones.
pl: Działa w nim ponad 80 firm i budujemy laboratoria dla następnych.

source: It is a place where science meets business and young people commercialize the results of scientific work.
pl: To miejsce, gdzie nauka spotyka się z biznesem, a młodzi ludzie komercjalizują wyniki badań naukowych.

source: The integration of science and business is a tremendous challenge - stated Professor Marciniec.
pl: Integracja nauki z biznesem jest wspaniałym wyzwaniem - podkreśla.

source: Internet voters also appreciated very highly the original technology of graphene manufacturing that was developed by Dr. Włodzimierz Strupiński from the Institute of Electronic Material Technology (ITME).
pl: Internauci bardzo wysoko ocenili również oryginalną technologię wytwarzania grafenu, którą opracował dr Włodzimierz Strupiński z Instytutu Technologii Materiałów Elektronicznych (ITME).

source: Graphene is a completely new material, which can alter the very nature of technology.
pl: Grafen to zupełnie nowy materiał, który może zmienić obraz technologii.

source: A cover letter accompanied by a CV should be directed by email to fulbright@mizrach.pl no later than December 6th, 2015 (both in Polish and English).
pl: List motywacyjny wraz z CV należy kierować w formie elektronicznej na adres: fulbright@mizrach.pl do dnia 6 grudnia 2015 r. (w języku polskim i angielskim).

source: Science and Higher Education Minister Barbara Kudrycka at Polish-German Intergovernmental Consultations
pl: Minister Barbara Kudrycka na Polsko-Niemieckich Konsultacjach Międzyrządowych

source: Cooperation between Poland and Germany in science and higher education, financing research in the EU, the Polish-German Science Foundation - were the main topics of talks between Polish and German Ministers for Science.
pl: Współpraca Polski i Niemiec w nauce i szkolnictwie wyższym, finansowanie badań w UE, działalność Polsko-Niemieckiej Fundacji na rzecz Nauki - to główne tematy rozmów ministrów ds. nauki Polski i Niemiec.

source: The agreement will ensure proper representation and grant wider decision-making powers to the Polish side of the Foundation.
pl: Umowa zagwarantuje stronie polskiej właściwą reprezentację we władzach Fundacji oraz szersze kompetencje decyzyjne.

source: Among other things discussed at the meeting was the EU budget for the years 2014-2020.
pl: Szefowie rządów Polski i Niemiec omówili m.in. kwestie wieloletniego budżetu Unii Europejskiej na lata 2014-2020.

source: An important issue of debate was the Polish and the German position on the provisions of the financing programme for EU research in the years 2014-2020 - Horizon 2020.
pl: Ważnym tematem było też stanowisko Polski i Niemiec wobec zapisów unijnego programu finansowania badań w latach 2014-2020 „Horyzont 2020”.

source: The programme envisages a record-breaking amount (EUR 80 billion) to be allocated to research in Europe.
pl: Na prowadzone w Europie badania naukowe program ten przewiduje rekordową sumę 80 miliardów euro.

source: Two Polish research facilities joined European top
pl: Kolejne trzy polskie ośrodki naukowe w europejskiej czołówce

source: Institute of Agrophysics of Polish Academy of Sciences and EIT+ Wroclaw Research Centre were awarded with a prestige „HR Excellence in Research" logo.
pl: W wiosennej edycji przyznawania prestiżowych logotypów „HR Excellence in Research” docenione zostały Instytut Psychologii PAN, Uniwersytet Gdański oraz Instytut Centrum Zdrowia Matki Polki.

source: This distinction granted by the European Commission is given only to entities that offer the highest standards of employment and conduction of research.
pl: Przyznawane przez Komisję Europejską wyróżnienie otrzymują jedynie jednostki, które zapewniają najwyższe standardy zatrudnienia oraz prowadzenia badań.

source: Institutions allowed to compete over „HR Excellence in Research” logo are those active in B+R (research institutes, schools and enterprises) and organisations financing research which implement rules specified in European Charter for Researchers and Code of Conduct for the recruitment of researchers .
pl: O znak „HR Excellence in Research” mogą ubiegać się instytucje działające w sferze B+R (instytuty badawcze, uczelnie i przedsiębiorstwa) oraz organizacje finansujące badania, które wdrażają zasady zawarte w Europejskiej karcie naukowca oraz Kodeksie postępowania przy rekrutacji pracowników naukowych.

source: The logo is an element of the Human Resources Strategy for Researchers, aimed at increasing the attractiveness of working conditions and employment of researchers in the European Union.
pl: Logo to element strategii Human Resoruces Strategy for Researchers, która ma zwiększyć atrakcyjność warunków pracy i zatrudnienia naukowców na terenie Unii Europejskiej.

source: So far, this logo has been granted to over 260 institutions from nearly 30 countries.
pl: Do tej pory prestiżowe logo otrzymało ponad 260 instytucji z niemal 30 państw.

source: In this way, organisations compete over the best employees, for which, the evaluation of the Commission means a high level and a stability of employment.
pl: W ten sposób organizacje konkurują między sobą o najlepszych pracowników, dla których ocena Komisji oznacza wysoki poziom i stabilność zatrudnienia.

source: What are Charter and Code?
pl: Czym są Karta i Kodeks?

source: European Charter for Researchers specifies rights and obligations of researchers as well as institutions that hire them and organisations providing funds for scientific research.
pl: Europejska Karta Naukowca opisuje prawa i obowiązki, jakim podlegają zarówno naukowcy, jak i instytucje ich zatrudniające oraz organizacje zapewniające finansowanie badań naukowych.

source: They concern work conditions, development of scientific career, mobility, scientific care for young researchers.
pl: Dotyczą one warunków pracy, rozwoju kariery naukowej, mobilności, opieki naukowej dla młodych.

source: Code of Conduct for the recruitment of researchers describes rules of recruitment of researches, which should be obeyed by hiring institutions, providing equal treatment for all scientists in Europe.
pl: Kodeks Postępowania przy rekrutacji pracowników naukowych opisuje zasady rekrutacji naukowców, których instytucje-pracodawcy powinny przestrzegać, zapewniając równe traktowanie wszystkich naukowców w Europie.

source: They include the rule of transparent informing about contest procedures, providing the possibility of professional development at all stages of career, the rule of not discriminating e.g. due to gender, age, origin, language.
pl: To zasada przejrzystego informowania o procedurach konkursowych, zapewnienie możliwości rozwoju zawodowego na wszystkich etapach kariery, zasada niedyskryminacji m.in. ze względu na płeć, wiek, pochodzenie, język.

source: How to obtain the logo?
pl: Jak otrzymać logo?

source: The first step to obtain this distinction is a declaration of endorsement of the Charter and Code.
pl: Pierwszym krokiem do zdobycia wyróżnienia jest deklaracja poparcia dla Karty i Kodeksu.

source: Next, an entity should evaluate whether and at to what extent it realises recommendations of the European Commission.
pl: Następnie jednostka musi ocenić, czy w jakim stopniu realizuje zalecenia Komisji Europejskiej.

source: After such internal analysis, it is necessary to develop the strategy and plans of activities, which enable an improvement of the entity operation.
pl: Po przeprowadzeniu wewnętrznej analizy konieczne jest opracowanie strategii i planów działania, które pozwolą poprawić funkcjonowanie jednostki.

source: Such prepared document should be sent to RTD-CHARTER@ec.europa.eu .
pl: Przygotowany dokument należy wysłać na adres RTD-CHARTER@ec.europa.eu.

source: Due to the number of application, the Commission set two-week periods for accepting applications.
pl: Z powodu liczby zgłoszeń, Komisja ustaliła dwutygodniowe okresy na przyjmowanie zgłoszeń.

source: This year, these would be:
pl: W tym roku są to:

source: POLONEZ - internships for foreign scientists in Poland
pl: Płatne staże dla zagranicznych naukowców w Polsce

source: 4050 euro per month for up to two years, managing own research project and a series of soft skills development courses - all these opportunities are offered within the new “Polonez” grant.
pl: 4050 euro miesięcznie nawet przez dwa lata, możliwość kierowania własnym projektem badawczym oraz cykl szkoleń doskonalących miękkie umiejętności - na to wszystko mogą liczyć zagraniczni badacze w ramach POLONEZA.

source: National Science Centre (NSC) will open a call for proposals this fall.
pl: Nowy konkurs Narodowego Centrum Nauki ruszy jesienią.

source: - We need to attract scientists that conduct research at the world's highest level.
pl: - Musimy przyciągnąć do Polski naukowców, którzy prowadzą badania na najwyższym światowym poziomie.

source: Polish citizens working at foreign universities that are willing to return to Poland can also benefit from the grant.
pl: Z programu będą mogli skorzystać także Polacy pracujący na zagranicznych uczelniach i którzy chcą wrócić do Polski.

source: More and more often we hear about willingness to return, but it is frequently accompanied by a concern regarding future scientific career - emphasized Minister of Science prof.
pl: Coraz częściej słyszymy o chęci powrotu, ale towarzyszy jej obawa o losy kariery naukowej - podkreśla minister nauki prof.

source: - We want to provide the best conditions for scientists to conduct research in Poland.
pl: - Chcemy zapewnić naukowcom jak najlepsze warunki do prowadzenia badań.

source: Building a social and intellectual capital is the flywheel of Polish innovative economy - said the minister Kolarska-Bobińska.
pl: Budowanie kapitału społecznego i intelektualnego jest kołem zamachowym polskiej innowacyjnej gospodarki - mówi minister Kolarska-Bobińska.

source: Ministry of Science is pursuing a number of activities and programmes that promote the mobility of students and researchers, including “Mobility Plus” and "Studies for outstanding".
pl: Resort nauki realizuje szereg działań systemowych oraz konkursów, które wspierają mobilność studentów oraz naukowców m.in.

source: Number of foreign students in Poland has been growing dynamically for the last three years.
pl: MNiSW kończy również prace nad programem umiędzynarodowienia polskich uczelni.

source: Researchers from around the world who have a PhD degree (pl. doktor) or at least four years of research experience in full-time employment may apply for the grant.
pl: O staże mogą się ubiegać badacze z całego świata, którzy mają stopień doktora lub posiadają przynajmniej cztery lata doświadczenia badawczego w pełnym wymiarze czasu pracy.

source: They also need to fulfill one important condition - applicants couldn't live, work or study in Poland for more than 12 months within the three years prior to application.
pl: Muszę także spełniać jeden ważny warunek, w okresie trzech lat przed złożeniem wniosku, nie mogą mieszkać, pracować ani studiować w Polsce dłużej niż 12 miesięcy.

source: Foreign researchers can apply for one or two year internships at the Polish scientific units and will receive a monthly salary of 4050 euro gross.
pl: Zagraniczni badacze mogą się starać o roczne lub dwuletnie staże w polskich jednostkach naukowych i co miesiąc otrzymają wynagrodzenie w wysokości 4050 euro brutto.

source: Laureates of the Minister of Science's Awards announced
pl: Znamy laureatów Nagród Ministra Nauki

source: Prominent Polish scientists whose research results are known all over the world and academics who are masters for young scientists have received prestigious awards.
pl: Wybitni polscy uczeni, których badania znane są na świecie oraz nauczyciele akademiccy, którzy są mistrzami dla młodych naukowców, zostali wyróżnieni prestiżowymi nagrodami.

source: - Scientists have many social roles to play.
pl: - Naukowiec ma wiele społecznych ról do spełnienia.

source: They are inventors, academic teachers, and thanks to their achievements become role models for the society.
pl: Jest wynalazcą, jest nauczycielem akademickim, a dzięki swym osiągnięciom staje się też autorytetem dla społeczeństwa.

source: The Minister stressed that recently Polish science has made a great leap forward.
pl: Minister podkreśliła, że polska nauka w ostatnich latach dokonała ogromnego skoku.

source: Polish scientists are increasingly involved in international projects.
pl: Polscy uczeni coraz częściej też uczestniczą w międzynarodowych projektach.

source: They participate in European flagship projects under the New and Emerging Technologies programme.
pl: Biorą udział w europejskich projektach flagowych w ramach programu „Nowe Technologie i Technologie Przyszłości”.

source: Such scientists with impressive scientific outputs and whose achievements are well known on the international arena have been honoured with the prestigious awards of the Minister of Science.
pl: Właśnie tacy naukowcy o wybitnym dorobku, których osiągnięcia znane są na arenie międzynarodowej uhonorowani zostali prestiżowymi Nagrodami Ministra Nauki.

source: The awards are granted within three categories: basic research, social research and research on the development of the economy.
pl: Są one przyznawane w trzech kategoriach: badań podstawowych, badań na rzecz rozwoju społeczeństwa i badań na rzecz rozwoju gospodarki.

source: - The work of award-winners has contributed to the development of new technologies, learning about and understanding many social and cultural phenomena and the creation of fundamental works which guarantee progress in science.
pl: - Praca laureatów nagród przyczynia się do rozwoju nowych technologii, poznania i zrozumienia wielu zjawisk społecznych i kulturowych, powstania fundamentalnych dzieł gwarantujących postęp w nauce.

source: The results of their research are published high-ranking journals and often quoted, whilst science centres where they work are becoming known worldwide - said the Minister of Science.
pl: Wyniki ich badań są publikowane w prestiżowych czasopismach, wielokrotnie cytowane, a ośrodki naukowe, w których pracują, stają się znane w świecie - mówiła minister nauki.

source: During the ceremony the Minster handed out awards to academic teachers for their outstanding lifetime achievements in science tutoring and teaching, as well as special awards for scientific, teaching and organizational achievements.
pl: Podczas uroczystości minister wręczyła także nagrody dla nauczycieli akademickich za całokształt dorobku, za wybitne osiągnięcia w opiece naukowej i dydaktycznej oraz wyróżnienia za osiągnięcia naukowe, dydaktyczne oraz organizacyjne.

source: Many of them have authored academic manuals, interesting study curricula or have supervised breakthrough doctoral dissertations.
pl: Wielu z nich to autorzy podręczników akademickich, ciekawych programów studiów, opiekunowie przełomowych prac doktorskich.

source: Talented young people need masters, who offer them support, who share their experience and knowledge with them and who help them to identify interesting research subjects - said Professor Barbara Kudrycka.
pl: Utalentowani młodzi ludzie potrzebują mistrzów, w których znajdują oparcie i z których doświadczenia i wiedzy mogą czerpać, którzy pomogą im zidentyfikować interesujące tematy badawcze - powiedziała prof.

source: Science Councils, Faculty Councils, bodies representing other research units and NGOs with the statutory goal to support science, as well as the President and the committees of the Polish Academy of Sciences nominated the candidates for the Awards of the Minister of Science and Higher Education.
pl: Kandydatów do Nagród Ministra Nauki i Szkolnictwa Wyższego mogły zgłaszać rady naukowe, rady wydziałów lub organy reprezentujące inne jednostki naukowe, organizacje pozarządowe, których celem statutowym jest działalność na rzecz nauki, a także prezes oraz poszczególne komitety Polskiej Akademii Nauk.

source: Polish Erasmus for Ukraine
pl: Polski Erasmus dla Ukrainy

source: One hundred scholarships for Ukrainians who live in the areas of military activities are still available this year, and a further four hundred will be available for Ukrainian students in 2015 - this is what is proposed as aid by the Polish government for students from Ukraine.
pl: Sto stypendiów dla Ukraińców mieszkających na terenach działań wojennych jeszcze w tym roku, kolejne czterysta dla ukraińskich studentów w roku 2015 - to propozycja pomocy polskiego rządu dla studentów z Ukrainy.

source: During the meeting with the Ukrainian Minister of Education and Science - Serhiy Kvit - the Polish Minister of Science and Higher Education - Lena Kolarska-Bobińska - presented the scholarship package “Polish Erasmus for Ukraine”.
pl: Podczas spotkania z ukraińskim ministrem edukacji i nauki Serhijem Kvitem minister nauki i szkolnictwa wyższego Lena Kolarska-Bobińska przedstawiła pakiet stypendialny „Polski Erasmus dla Ukrainy”.

source: “The foundation of democracy is based on permanent, stable and well-functioning institutions.
pl: - Podstawą demokracji są trwałe, stabilne i dobrze funkcjonujące instytucje.

source: Development of democracy involves the change in attitudes and behaviors of people.
pl: Budowa demokracji to zmiany postaw i zachowania ludzi.

source: “This is why during today's discussions with the Ukrainian delegation I shared my experiences from Poland.
pl: Dlatego podczas dzisiejszych rozmów z delegacją ukraińską dzieliłam się doświadczeniami polskimi.

source: Some time ago Poland found itself in this situation, when other Western European countries and the United States supported us with scholarship and educational programs.
pl: Kiedyś to Polska znajdowała się w sytuacji, gdy inne kraje Europy Zachodniej, Stany Zjednoczone wspierały nas programami stypendialnymi, edukacyjnymi.

source: Now we are directing such aid to Ukraine.
pl: Teraz taką pomoc kierujemy do Ukrainy.

source: I hope that young people who will come to Poland as part of a scholarship will return to Ukraine with ideas to develop a democratic country which will be an important part of Europe”, added the Polish Minister.
pl: Liczę, że młodzi ludzie, którzy przyjadą do Polski na stypendia, wrócą na Ukrainę z pomysłami na budowanie demokratycznego państwa, które będzie ważną częścią Europy - dodaje minister nauki.

source: The new scholarship program is built on the basis of the ideas similar to Erasmus and Erasmus+ programs, which allow students to complete part of the studies in one of the European Union countries.
pl: Nowy program stypendialny zbudowany jest na podobnym założeniu jak programy Erasmus i Erasmus +, które pozwalają na odbycie części studiów w jednym z państw Unii Europejskiej.

source: A year at a renown Polish university for 500 people is intended to support the development of democratic institutions and social capital in Ukraine.
pl: Roczny pobyt na renomowanych polskich uczelniach dla 500 osób ma wesprzeć budowanie demokratycznych instytucji i rozwój kapitału społecznego na Ukrainie.

source: The program includes above all the following fields of studies: management, European studies, economics, administration.
pl: Program dotyczy przede wszytkim kierunków: zarządzanie, europeistyka, ekonomia, administracja.

source: The scholarships are also directed towards PhD students from Ukraine.
pl: Stypendia skierowane są także do doktorantów z Ukrainy.

source: The cost of the program is over 10.7 mln PLN.
pl: Koszt programu to ponad 10,7 mln zł.

source: Financing by the Polish government will cover Bachelor, Master's and PhD courses at Polish Universities, as well as the living expenses during the stay in Poland.
pl: Dofinansowanie polskiego rządu obejmie studia licencjackie, magisterskie i doktoranckie na polskich uczelniach oraz koszty utrzymania w czasie rocznego pobytu w Polsce.

source: The program is directed primarily to young people in areas currently experiencing military activities within the Lugansk and Donetsk regions and from the Crimea.
pl: Program kierowany jest przede wszystkim do młodych ludzi z obszarów objętych teraz działaniami militarnymi z obwodów ługańskiego i donieckiego oraz z Krymu.

source: Starting from winter semester the first hundred Ukrainian students (who have completed the second year of their Bachelor degree - Bakalaureat) will commence their free-of-charge studies in Poland.
pl: Już od semestru zimowego pierwsza setka ukraińskich studentów (po drugim roku studiów licencjackich - bakalawriat) rozpocznie bezpłatne studia w Polsce.

source: They will also receive 900 PLN scholarship for living expenses.
pl: Otrzymają też 900 zł stypendium na utrzymanie.

source: From January 2015 the next stage of the program will commence with 400 students (who have completed their second or fourth year of their Bachelor degree) being able to continue their Bachelor and Master's studies in Poland.
pl: Od stycznia 2015 r. ma ruszyć kolejny etap programu: 400 studentów (po drugim lub czwartym roku studiów licencjackich) będzie mogło podjąć w Polsce naukę na studiach I i II stopnia.

source: These scholarships are directed to all residents of Ukraine, however preference will be given to applicants from the areas affected by military activities who have lost their ability to support themselves.
pl: Te stypendia skierowane są dla mieszkańców całej Ukrainy, z tym że pierwszeństwo będą miały wnioski osób z terenów objętych działaniami wojennymi, które straciły źródło utrzymania.

source: “We are grateful for this support and scholarship program which has been offered to us.
pl: - Jesteśmy wdzięczni za to poparcie i program stypendialny, jaki został nam zaproponowany.

source: “The experience related to the students' stay as part of these scholarships will be used to develop democracy in our society, new standards in schooling and tertiary education”.
pl: - Doświadczenie związane z pobytem studentów na tych stypendiach wykorzystamy dla budowania demokracji w społeczeństwie, nowych standardów w oświacie i szkolnictwie wyższym.

source: Minister Kvit commented that the discussion about Polish experiences in the reformation of tertiary education and research will help Ukraine to prepare - among others - an act on science and scientific research, as well as to implement a recently approved revolutionary act on tertiary education which has given autonomy to Ukrainian universities.
pl: Minister Kvit dodał, że rozmowa o polskich doświadczeniach w reformowaniu nauki i szkolnictwa wyższego pomoże Ukrainie przygotować m.in. ustawę o nauce i badaniach naukowych, a także wdrożyć przyjęta właśnie, rewolucyjną ustawę o szkolnictwie wyższym, która dała uczelniom ukraińskim autonomię.

source: Useful information for Ukrainian students in Poland is available on a special website prepared by the Ministry of Science and Higher Education: www.go-poland.pl .
pl: Informacje przydatne studiującym w Polsce Ukraińcom podaje specjalny, przygotowany przez Ministerstwo Nauki i Szkolnictwa Wyższego serwis dla studiujących www.go-poland.pl .

source: It is also available in Ukrainian: www.go-poland.pl/uk .
pl: Ma on także wersję ukraińską www.go-poland.pl/uk.
